"Aw crap" = "Aw porcaria";
"Back" = "De volta";
"Half full" = "Meio cheio";
"How ya feeling today?" = "Como está se sentindo hoje?";
"Live half full." = "Viver pela metade.";
"Loading..." = "Carregando ...";
"Next" = "Próximo";
"No internet connection" = "Sem conexão com a internet";
"OK" = "Ok";
"Patience is a virtue." = "Paciência é uma virtude.";
"Share to Facebook" = "Compartilhar no Facebook";
"Share to Twitter" = "Compartilhar no Twitter";
"Sorry, this quote is too long to post to Twitter." = "Desculpe, esta citação é muito tempo para postar no Twitter.";
"The app that turns your frown upside down with a dose of inspiration to kick any bad mood in the butt!" = "O aplicativo que transforma seu carranca de cabeça para baixo com uma dose de inspiração para chutar qualquer mau humor na bunda!";
"The glass is always" = "O vidro é sempre";
"The quote hasn't loaded yet." = "A citação não foi carregado ainda.";
"Try Again" = "Try Again";
"Whoops" = "Gritos";
"don't be angry." = "com raiva";
"don't be impatient." = "impaciente";
"don't be tired." = "cansado";
"don't be lonely." = "solitário";
"don't be depressed." = "deprimido";
"don't be guilty." = "culpado";
"don't be sad." = "triste";
"don't be nostalgic." = "nostálgico";
"don't be jealous." = "ciumento";
"don't be dull." = "aborrecido";
"don't be scared." = "assustado";
"don't be anxious." = "ansioso";
"angry" = "com raiva";
"impatient" = "impaciente";
"tired" = "cansado";
"lonely" = "solitário";
"depressed" = "deprimido";
"guilty" = "culpado";
"sad" = "triste";
"nostalgic" = "nostálgico";
"jealous" = "ciumento";
"dull" = "aborrecido";
"scared" = "assustado";
"anxious" = "ansioso";
